[
  {
    "text": "I failed my way to success.",
    "from": "Thomas Edison"
  },
  {
    "text": "Every failure brings with it the seed of an equivalent success.",
    "from": "Napoleon Hill"
  },
  {
    "text": "Only those who dare to fail greatly can ever achieve greatly.",
    "from": "John F. Kennedy"
  },
  {
    "text": "It is hard to fail, but it is worse never to have tried to succeed.",
    "from": "Theodore Roosevelt"
  },
  {
    "text": "Imagination is more important than knowledge.",
    "from": "Albert Einstein"
  },
  {
    "text": "Hold fast to dreams, for if dreams die, life is a broken winged bird that cannot fly.",
    "from": "Langston Hughes"
  },
  {
    "text": "The future belongs to those who believe in the beauty of their dreams.",
    "from": "Eleanor Roosevelt"
  },
  {
    "text": "Go confidently in the direction of your dreams. Live the life you have imagined.",
    "from": "Henry David Thoreau"
  },
  {
    "text": "You cannot depend on your eyes when your imagination is out of focus.",
    "from": "Mark Twain"
  },
  {
    "text": "Commitment leads to action. Action brings your dream closer.",
    "from": "Marcia Wieder"
  },
  {
    "text": "Do not anticipate trouble or worry about what may never happen. Keep in the sunlight.",
    "from": "Benjamin Franklin"
  },
  {
    "text": "Take time to deliberate; but when the time for action arrives, stop thinking and go in.",
    "from": "Andrew Jackson"
  },
  {
    "text": "The mind that is anxious about future events is miserable.",
    "from": "Seneca"
  },
  {
    "text": "The art of leadership is saying no, not yes. It is very easy to say yes.",
    "from": "Tony Blair"
  },
  {
    "text": "A leader is a dealer in hope.",
    "from": "Napoleon Bonaparte"
  },
  {
    "text": "While a good leader sustains momentum, a great leader increases it.",
    "from": "John C. Maxwell"
  },
  {
    "text": "A general is just as good or just as bad as the troops under his command make him.",
    "from": "General Douglas MacArthur"
  },
  {
    "text": "To do great things is difficult; but to command great things is more difficult.",
    "from": "Friedrich Nietzsche"
  },
  {
    "text": "Leadership does not always wear the harness of compromise.",
    "from": "Woodrow Wilson"
  },
  {
    "text": "I avoid looking forward or backward, and try to keep looking upward.",
    "from": "Charlotte Bronte"
  },
  {
    "text": "Every artist was first an amateur.",
    "from": "Ralph Waldo Emerson"
  },
  {
    "text": "Who looks outside, dreams. Who looks inside, awakes.",
    "from": "Carl Jung"
  },
  {
    "text": "It is not easy to find happiness in ourselves, and it is not possible to find it elsewhere.",
    "from": "Agnes Repplier"
  },
  {
    "text": "The only journey is the one within.",
    "from": "Rainer Maria Rilke"
  },
  {
    "text": "Follow your honest convictions, and stay strong.",
    "from": "William Thackeray"
  },
  {
    "text": "Associate yourself with people of good quality, for it is better to be alone than in bad company.",
    "from": "Booker T. Washington, Educator and author"
  },
  {
    "text": "It’s fine to celebrate success but it is more important to heed the lessons of failure.",
    "from": "Bill Gates, co-founder of Microsoft"
  }
]