[
  {
    "text": "Я провалил свой путь к успеху.",
    "from": "Томас Эдисон"
  },
  {
    "text": "Каждая неудача приносит с собой семена такого же успеха.",
    "from": "Наполеон Хилл"
  },
  {
    "text": "Только те, кто осмеливается потерпеть неудачу, могут многого добиться.",
    "from": "Джон Ф. Кеннеди"
  },
  {
    "text": "Тяжело потерпеть неудачу, но еще хуже не пытаться добиться успеха.",
    "from": "Теодор Рузвельт"
  },
  {
    "text": "Воображение важнее знаний.",
    "from": "Альберт Эйнштейн"
  },
  {
    "text": "Крепко держитесь за мечты, ибо если мечты умрут, жизнь станет сломанной крылатой птицей, которая не может летать.",
    "from": "Лэнгстон Хьюз"
  },
  {
    "text": "Будущее принадлежит тем, кто верит в красоту своей мечты.",
    "from": "Элеонора Рузвельт"
  },
  {
    "text": "Уверенно идите в направлении своей мечты. Живите той жизнью, которую вы себе представляли.",
    "from": "Генри Дэвид Торо"
  },
  {
    "text": "Вы не можете полагаться на свои глаза, когда ваше воображение не в фокусе.",
    "from": "Марк Твен"
  },
  {
    "text": "Приверженность ведет к действию. Действие приближает вашу мечту.",
    "from": "Марсия Видер"
  },
  {
    "text": "Не ожидайте неприятностей и не беспокойтесь о том, что может никогда не случиться. Держитесь на солнце.",
    "from": "Бенджамин Франклин"
  },
  {
    "text": "Выделите время для размышлений, но когда придет время действовать, перестаньте думать и приступайте к действиям.",
    "from": "Эндрю Джексон"
  },
  {
    "text": "Ум, беспокоящийся о будущих событиях, несчастен.",
    "from": "Сенека"
  },
  {
    "text": "Искусство лидерства состоит в том, чтобы говорить нет, а не да. Очень легко сказать да.",
    "from": "Тони Блэр"
  },
  {
    "text": "Лидер — торговец надеждой.",
    "from": "Наполеон Бонапарт"
  },
  {
    "text": "Хотя хороший лидер сохраняет импульс, великий лидер увеличивает его.",
    "from": "Джон С. Максвелл"
  },
  {
    "text": "Генерал настолько хорош или настолько плох, насколько его делают войска под его командованием.",
    "from": "Генерал Дуглас Макартур"
  },
  {
    "text": "Совершать великие дела трудно, но командовать великими делами еще труднее.",
    "from": "Фридрих Ницше"
  },
  {
    "text": "Лидерство не всегда идет на компромисс.",
    "from": "Вудро Вильсон"
  },
  {
    "text": "Я избегаю смотреть вперед или назад и стараюсь смотреть вверх.",
    "from": "Шарлотта Бронте"
  },
  {
    "text": "Каждый художник сначала был любителем.",
    "from": "Ральф Уолдо Эмерсон"
  },
  {
    "text": "Кто смотрит наружу, тот видит сны. Кто смотрит внутрь, тот просыпается.",
    "from": "Карл Юнг"
  },
  {
    "text": "Нелегко найти счастье в себе, и невозможно найти его где-то еще.",
    "from": "Агнес Реплиер"
  },
  {
    "text": "Единственное путешествие — это то, что внутри.",
    "from": "Райнер Мария Рильке"
  },
  {
    "text": "Следуйте своим честным убеждениям и оставайтесь сильными.",
    "from": "Уильям Теккерей"
  },
  {
    "text": "Общайтесь с людьми хорошего качества, ибо лучше быть одному, чем в плохой компании.",
    "from": "Букер Т. Вашингтон, педагог и писатель"
  },
  {
    "text": "Праздновать успех — это хорошо, но гораздо важнее извлечь уроки из неудач.",
    "from": "Билл Гейтс, соучредитель Microsoft"
  }
]